Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: Earnings settle every epoch and are paid in SN25α to your Bittensor coldkey when you claim them.
ar: تُسوّى الأرباح في كل فترة وتُدفع بعملة SN25α إلى coldkey الخاص بك على Bittensor عند المطالبة بها.
cs: Výdělky se vypořádávají každou epochu a vyplácejí se v SN25α na váš Bittensor coldkey, když si je vyzvednete.
de: Einnahmen werden jede Epoche abgerechnet und in SN25α an deinen Bittensor-Coldkey ausgezahlt, sobald du sie einlöst.
el: Τα κέρδη εκκαθαρίζονται σε κάθε εποχή και πληρώνονται σε SN25α στο Bittensor coldkey σας όταν τα διεκδικήσετε.
es: Las ganancias se liquidan cada época y se pagan en SN25α a tu coldkey de Bittensor cuando las reclamas.
es_419: Las ganancias se liquidan cada época y se pagan en SN25α a tu coldkey de Bittensor cuando las reclamas.
es_mx: Las ganancias se liquidan cada época y se pagan en SN25α a tu coldkey de Bittensor cuando las reclamas.
fr: Les gains sont réglés à chaque époque et versés en SN25α sur votre coldkey Bittensor lorsque vous les réclamez.
he: הרווחים מסולקים בכל תקופה ומשולמים ב-SN25α ל-coldkey שלך ב-Bittensor כשתממש אותם.
hi: कमाई हर एपोक में तय होती है और जब आप उस पर दावा करते हैं, तो SN25α में आपके Bittensor coldkey पर भुगतान की जाती है।
id: Penghasilan diselesaikan setiap epoch dan dibayarkan dalam SN25α ke coldkey Bittensor Anda saat Anda mengklaimnya.
it: I guadagni vengono regolati a ogni epoca e pagati in SN25α sulla tua coldkey Bittensor quando li riscatti.
ja: 収益はエポックごとに確定し、受け取ると SN25α で Bittensor の coldkey に支払われます。
ko: 수익은 에포크마다 정산되며, 받기를 하면 SN25α로 Bittensor coldkey에 지급됩니다.
nl: Verdiensten worden elke epoch afgerekend en in SN25α uitbetaald aan je Bittensor-coldkey wanneer je ze opeist.
pl: Zarobki są rozliczane w każdej epoce i wypłacane w SN25α na Twój coldkey Bittensor, gdy je odbierzesz.
pt: Os ganhos são liquidados a cada época e pagos em SN25α na sua coldkey Bittensor quando você os reivindica.
pt_br: Os ganhos são liquidados a cada época e pagos em SN25α na sua coldkey Bittensor quando você os resgata.
pt_pt: Os ganhos são liquidados em cada época e pagos em SN25α na sua coldkey Bittensor quando os reivindicar.
ru: Заработок рассчитывается каждую эпоху и выплачивается в SN25α на ваш coldkey Bittensor, когда вы его получаете.
sv: Intäkter avräknas varje epok och betalas ut i SN25α till din Bittensor-coldkey när du hämtar dem.
th: รายได้จะสรุปทุกอีพอคและจ่ายเป็น SN25α ไปยัง coldkey Bittensor ของคุณเมื่อคุณกดรับ
uk: Заробіток розраховується кожну епоху й виплачується в SN25α на ваш coldkey Bittensor, коли ви його отримуєте.
vi: Thu nhập được quyết toán mỗi epoch và được trả bằng SN25α vào coldkey Bittensor của bạn khi bạn nhận.
zh_hans: 收益每个周期结算一次，你领取后会以 SN25α 支付到你的 Bittensor coldkey。
zh_hk: 收益每個週期結算一次，你領取後會以 SN25α 支付到你的 Bittensor coldkey。

source: Edit emoji
ar: تعديل الإيموجي
cs: Upravit emoji
de: Emoji bearbeiten
el: Επεξεργασία emoji
es: Editar emojis
es_419: Editar emojis
es_mx: Editar emojis
fr: Modifier les emojis
he: ערוך אימוג'י
hi: इमोजी संपादित करें
id: Ubah emoji
it: Modifica emoji
ja: 絵文字を編集
ko: 이모지 편집
nl: Emoji bewerken
pl: Edytuj emoji
pt: Editar emoji
pt_br: Editar emoji
pt_pt: Editar emoji
ru: Изменить эмодзи
sv: Redigera emoji
th: แก้ไขอีโมจิ
uk: Змінити емодзі
vi: Sửa emoji
zh_hans: 编辑表情
zh_hk: 編輯表情

source: Edit referral code
ar: تعديل رمز الإحالة
cs: Upravit doporučující kód
de: Empfehlungscode bearbeiten
el: Επεξεργασία κωδικού παραπομπής
es: Editar código de referencia
es_419: Editar código de referencia
es_mx: Editar código de referencia
fr: Modifier le code de parrainage
he: ערוך קוד הפניה
hi: रेफरल कोड संपादित करें
id: Edit kode referensi
it: Modifica codice di riferimento
ja: 紹介コードを編集
ko: 추천 코드 편집
nl: Referentiecode bewerken
pl: Edytuj kod polecający
pt: Editar código de referência
pt_br: Editar código de indicação
pt_pt: Editar código de referência
ru: Изменить реферальный код
sv: Redigera referenskod
th: แก้ไขรหัสแนะนำ
uk: Редагувати реферальний код
vi: Chỉnh sửa mã giới thiệu
zh_hans: 编辑推荐码
zh_hk: 編輯推薦碼

source: Edit split rule
ar: تعديل قاعدة التقسيم
cs: Upravit pravidlo rozdělení
de: Split-Regel bearbeiten
el: Επεξεργασία κανόνα διαχωρισμού
es: Editar regla de división
es_419: Editar regla de división
es_mx: Editar regla de división
fr: Modifier la règle de séparation
he: ערוך כלל פיצול
hi: स्प्लिट नियम संपादित करें
id: Edit aturan pemisahan
it: Modifica regola di suddivisione
ja: 分割ルールを編集
ko: 분할 규칙 편집
nl: Splitsregel bewerken
pl: Edytuj regułę podziału
pt: Editar regra de divisão
pt_br: Editar regra de divisão
pt_pt: Editar regra de divisão
ru: Изменить правило разделения
sv: Redigera delningsregel
th: แก้ไขกฎแยกเส้นทาง
uk: Редагувати правило розділення
vi: Chỉnh sửa quy tắc tách luồng
zh_hans: 编辑分流规则
zh_hk: 編輯分流規則

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
es_419: Correo electrónico
es_mx: Correo electrónico
he: אימייל
hi: ईमेल
ja: メール
ko: 이메일
sv: E-post
th: อีเมล
uk: Ел. пошта
zh_hans: 电子邮箱
zh_hk: 電郵

source: Email or phone number
ar: البريد الإلكتروني أو رقم الهاتف
cs: Email nebo telefonní číslo
de: E-Mail oder Telefonnummer
el: Email ή αριθμός τηλεφώνου
es: Correo electrónico o número de teléfono
es_419: Correo electrónico o número de teléfono
es_mx: Correo electrónico o número de teléfono
fr: E-mail ou numéro de téléphone
he: דוא״ל או מספר טלפון
hi: ईमेल या फ़ोन नंबर
id: Email atau nomor telepon
it: Email o numero di telefono
ja: メールアドレスまたは電話番号
ko: 이메일 또는 전화번호
nl: E-mail of telefonnummer
pl: E-mail lub numer telefonu
pt: E-mail ou número de telefone
pt_br: E-mail ou número de telefone
pt_pt: E-mail ou número de telemóvel
ru: Электронная почта или номер телефона
sv: E-post eller telefonnummer
th: อีเมลหรือหมายเลขโทรศัพท์
uk: Електронна пошта або номер телефону
vi: Email hoặc số điện thoại
zh_hans: 邮箱或手机号码
zh_hk: 電郵或電話號碼

source: Emission is paid to your coldkey directly. Bindings renew per epoch.
ar: تُدفع مكافآت الإصدار مباشرةً إلى coldkey الخاص بك. تتجدد عمليات الربط في كل فترة.
cs: Emise se vyplácí přímo na váš coldkey. Vazby se obnovují každou epochu.
de: Die Emission wird direkt an deinen Coldkey ausgezahlt. Bindungen werden pro Epoche erneuert.
el: Η έκδοση καταβάλλεται απευθείας στο coldkey σας. Οι δεσμεύσεις ανανεώνονται σε κάθε εποχή.
es: La emisión se paga directamente a tu coldkey. Las vinculaciones se renuevan en cada época.
es_419: La emisión se paga directamente a tu coldkey. Las vinculaciones se renuevan en cada época.
es_mx: La emisión se paga directamente a tu coldkey. Las vinculaciones se renuevan en cada época.
fr: L’émission est versée directement sur votre coldkey. Les liaisons se renouvellent à chaque époque.
he: ההנפקה משולמת ישירות ל-coldkey שלכם. הקישורים מתחדשים בכל תקופה.
hi: एमिशन का भुगतान सीधे आपकी coldkey पर होता है। बाइंडिंग हर एपोक में नवीनीकृत होती हैं।
id: Emisi dibayarkan langsung ke coldkey Anda. Pengikatan diperbarui setiap epoch.
it: L’emissione viene pagata direttamente sulla tua coldkey. I vincoli si rinnovano a ogni epoca.
ja: エミッションは coldkey に直接支払われます。バインドはエポックごとに更新されます。
ko: 에미션은 coldkey로 직접 지급됩니다. 바인딩은 에포크마다 갱신됩니다.
nl: De emissie wordt rechtstreeks naar je coldkey uitbetaald. Koppelingen worden elke epoch verlengd.
pl: Emisja trafia bezpośrednio na twój coldkey. Powiązania odnawiają się w każdej epoce.
pt: A emissão é paga diretamente na sua coldkey. As associações renovam-se em cada época.
pt_br: A emissão é paga diretamente na sua coldkey. Os vínculos são renovados a cada época.
pt_pt: A emissão é paga diretamente na sua coldkey. As associações renovam-se em cada época.
ru: Эмиссия выплачивается напрямую на ваш coldkey. Привязки обновляются каждую эпоху.
sv: Emissionen betalas direkt till din coldkey. Bindningar förnyas varje epok.
th: การปล่อยเหรียญจ่ายตรงเข้า coldkey ของคุณ การผูกจะต่ออายุทุกอีพอค
uk: Емісія виплачується безпосередньо на ваш coldkey. Прив’язки оновлюються кожної епохи.
vi: Phần phát hành được trả trực tiếp vào coldkey của bạn. Các liên kết được gia hạn mỗi epoch.
zh_hans: 释放的奖励将直接支付到您的 coldkey。绑定每个周期续期一次。
zh_hk: 發放的獎勵會直接支付到你的 coldkey。綁定每個週期續期一次。

source: Emoji tag
ar: وسم الإيموجي
cs: Emoji značka
el: Ετικέτα emoji
es: Etiqueta de emojis
es_419: Etiqueta de emojis
es_mx: Etiqueta de emojis
fr: Tag emoji
he: תג אימוג'י
hi: इमोजी टैग
id: Tag emoji
it: Tag emoji
ja: 絵文字タグ
ko: 이모지 태그
pl: Tag emoji
pt: Etiqueta de emoji
pt_br: Tag de emoji
pt_pt: Etiqueta de emoji
ru: Эмодзи-тег
sv: Emoji-tagg
th: แท็กอีโมจิ
uk: Емодзі-тег
vi: Thẻ emoji
zh_hans: 表情标签
zh_hk: 表情標籤

source: Enable provide mode to make this device discoverable
ar: فعّل وضع التوفير لجعل هذا الجهاز قابلاً للاكتشاف
cs: Zapněte režim poskytování, aby bylo toto zařízení viditelné
de: Aktiviere den Bereitstellungsmodus, um dieses Gerät auffindbar zu machen
el: Ενεργοποιήστε τη λειτουργία παροχής για να γίνει αυτή η συσκευή ανιχνεύσιμη
es: Activa el modo de provisión para que este dispositivo sea detectable
es_419: Activa el modo de provisión para que este dispositivo sea detectable
es_mx: Activa el modo de provisión para que este dispositivo sea detectable
fr: Activez le mode de fourniture pour rendre cet appareil détectable
he: הפעל את מצב האספקה כדי שהמכשיר יהיה ניתן לגילוי
hi: इस डिवाइस को खोजने योग्य बनाने के लिए प्रदान मोड चालू करें
id: Aktifkan mode penyediaan agar perangkat ini dapat ditemukan
it: Attiva la modalità di fornitura per rendere rilevabile questo dispositivo
ja: 提供モードを有効にすると、このデバイスが検出可能になります
ko: 제공 모드를 켜면 이 기기가 검색될 수 있습니다
nl: Schakel de leveringsmodus in om dit apparaat vindbaar te maken
pl: Włącz tryb udostępniania, aby to urządzenie było wykrywalne
pt: Ative o modo de fornecimento para tornar este dispositivo detetável
pt_br: Ative o modo de fornecimento para tornar este dispositivo detectável
pt_pt: Ative o modo de fornecimento para tornar este dispositivo detetável
ru: Включите режим предоставления, чтобы это устройство было доступно для обнаружения
sv: Aktivera tillhandahållandeläget för att göra enheten upptäckbar
th: เปิดโหมดการให้บริการเพื่อให้อุปกรณ์นี้ถูกค้นพบได้
uk: Увімкніть режим надання, щоб цей пристрій був доступний для виявлення
vi: Bật chế độ cung cấp để thiết bị này có thể được phát hiện
zh_hans: 启用提供模式以使此设备可被发现
zh_hk: 啟用提供模式以使此裝置可被發現

source: Enabled under Auto
ar: المفعّلة في الوضع «تلقائي»
cs: Zapnuté v režimu Auto
de: Aktiviert unter „Automatisch“
el: Ενεργά στην Αυτόματη λειτουργία
es: Activados en «Automático»
es_419: Activados en "Automático"
es_mx: Activados en "Automático"
fr: Activés en mode Auto
he: מופעלים במצב אוטומטי
hi: ऑटो में चालू
id: Aktif dalam mode Otomatis
it: Attivi in Automatico
ja: 自動で有効
ko: 자동 모드에서 사용
nl: Ingeschakeld onder Auto
pl: Włączone w trybie Auto
pt: Ativados no modo Automático
pt_br: Ativados no modo Automático
pt_pt: Ativados no modo Automático
ru: Включены в режиме «Автоматически»
sv: Aktiverade under Auto
th: เปิดใช้ในโหมดอัตโนมัติ
uk: Увімкнено в режимі «Авто»
vi: Bật trong chế độ Tự động
zh_hans: “自动”模式下启用
zh_hk: 「自動」模式下啟用

source: Encryption for everyday use.
ar: تشفير للاستخدام اليومي.
cs: Šifrování pro každý den.
de: Verschlüsselung für jeden Tag.
el: Κρυπτογράφηση για κάθε μέρα.
es: Cifrado para el día a día.
es_419: Cifrado para el día a día.
es_mx: Cifrado para el día a día.
fr: Le chiffrement au quotidien.
he: הצפנה לכל יום.
hi: रोज़मर्रा के इस्तेमाल के लिए एन्क्रिप्शन।
id: Enkripsi untuk sehari-hari.
it: Crittografia per tutti i giorni.
ja: 毎日使える暗号化。
ko: 일상을 위한 암호화.
nl: Versleuteling voor elke dag.
pl: Szyfrowanie na co dzień.
pt: Encriptação para o dia a dia.
pt_br: Criptografia para o dia a dia.
pt_pt: Encriptação para o dia a dia.
ru: Шифрование на каждый день.
sv: Kryptering för vardagen.
th: การเข้ารหัสสำหรับใช้ในชีวิตประจำวัน
uk: Шифрування на кожен день.
vi: Mã hóa cho mọi ngày.
zh_hans: 日常使用的加密保护。
zh_hk: 日常使用的加密保護。

source: Enter
ar: ادخل
de: Rein
el: Εισαγωγή
es: Entra
es_419: Entrar
es_mx: Entra
fr: Entrée
he: היכנס
hi: दर्ज
id: Masuk
it: Entra
ja: ゴー！
ko: 들어가기
pl: Wejdź
pt: Entra
pt_br: Entra
pt_pt: Entrar
ru: Войти
sv: Gå in
th: เข้า
uk: Увійти
vi: Vào
zh_hans: 进入
zh_hk: 進入

source: Enter a Bittensor address
ar: أدخل عنوان Bittensor
cs: Zadejte adresu Bittensor
de: Bittensor-Adresse eingeben
el: Εισαγάγετε μια διεύθυνση Bittensor
es: Introduce una dirección de Bittensor
es_419: Ingresa una dirección de Bittensor
es_mx: Ingresa una dirección de Bittensor
fr: Saisissez une adresse Bittensor
he: הזינו כתובת Bittensor
hi: Bittensor पता डालें
id: Masukkan alamat Bittensor
it: Inserisci un indirizzo Bittensor
ja: Bittensor アドレスを入力
ko: Bittensor 주소 입력
nl: Voer een Bittensor-adres in
pl: Wpisz adres Bittensor
pt: Introduza um endereço Bittensor
pt_br: Digite um endereço Bittensor
pt_pt: Introduza um endereço Bittensor
ru: Введите адрес Bittensor
sv: Ange en Bittensor-adress
th: ป้อนที่อยู่ Bittensor
uk: Введіть адресу Bittensor
vi: Nhập địa chỉ Bittensor
zh_hans: 输入 Bittensor 地址
zh_hk: 輸入 Bittensor 地址

source: Enter a bonus referral code
ar: أدخل رمز الإحالة المكافأة
cs: Vložte bonusový referální kód
de: Gib einen Bonus-Empfehlungscode ein
el: Εισαγάγετε έναν κωδικό παραπομπής μπόνους
es: Introduce un código de referencia de bonificación
es_419: Ingresa un código de referencia de bonificación
es_mx: Ingresa un código de referencia de bonificación
fr: Entrez un code de parrainage bonus
he: הזן קוד הפניה בונוס
hi: बोनस रेफरल कोड दर्ज करें
id: Masukkan kode referensi bonus
it: Inserisci un codice di riferimento bonus
ja: ボーナス紹介コードを入力
ko: 보너스 추천 코드를 입력하세요
nl: Voer een bonusreferentiecode in
pl: Wprowadź kod polecający bonus
pt: Introduza um código de referência bónus
pt_br: Digite um código de referência bônus
pt_pt: Digite um código de referência bônus
ru: Введите бонусный реферальный код
sv: Ange en bonusreferenskod
th: ป้อนรหัสอ้างอิงโบนัส
uk: Введіть бонусний реферальний код
vi: Nhập mã giới thiệu thưởng
zh_hans: 输入奖励推荐码
zh_hk: 輸入獎勵推薦碼

source: Enter a full URL, such as https://223.5.5.5/dns-query.
ar: أدخل عنوان URL كاملًا، مثل https://223.5.5.5/dns-query.
cs: Zadejte úplnou adresu URL, například https://223.5.5.5/dns-query.
de: Gib eine vollständige URL ein, zum Beispiel https://223.5.5.5/dns-query.
el: Εισαγάγετε ένα πλήρες URL, όπως https://223.5.5.5/dns-query.
es: Introduce una URL completa, como https://223.5.5.5/dns-query.
es_419: Ingresa una URL completa, como https://223.5.5.5/dns-query.
es_mx: Ingresa una URL completa, como https://223.5.5.5/dns-query.
fr: Saisissez une URL complète, par exemple https://223.5.5.5/dns-query.
he: הזינו כתובת URL מלאה, למשל https://223.5.5.5/dns-query.
hi: पूरा URL दर्ज करें, जैसे https://223.5.5.5/dns-query।
id: Masukkan URL lengkap, misalnya https://223.5.5.5/dns-query.
it: Inserisci un URL completo, ad esempio https://223.5.5.5/dns-query.
ja: 完全な URL を入力してください（例: https://223.5.5.5/dns-query）。
ko: 전체 URL을 입력하세요(예: https://223.5.5.5/dns-query).
nl: Voer een volledige URL in, zoals https://223.5.5.5/dns-query.
pl: Wpisz pełny adres URL, np. https://223.5.5.5/dns-query.
pt: Introduza um URL completo, por exemplo https://223.5.5.5/dns-query.
pt_br: Digite uma URL completa, por exemplo https://223.5.5.5/dns-query.
pt_pt: Introduza um URL completo, por exemplo https://223.5.5.5/dns-query.
ru: Введите полный URL, например https://223.5.5.5/dns-query.
sv: Ange en fullständig URL, till exempel https://223.5.5.5/dns-query.
th: ป้อน URL แบบเต็ม เช่น https://223.5.5.5/dns-query
uk: Введіть повну URL-адресу, наприклад https://223.5.5.5/dns-query.
vi: Nhập URL đầy đủ, ví dụ https://223.5.5.5/dns-query.
zh_hans: 请输入完整的 URL，例如 https://223.5.5.5/dns-query。
zh_hk: 請輸入完整的 URL，例如 https://223.5.5.5/dns-query。

source: Enter a host name like example.com.
ar: أدخل اسم مضيف مثل example.com.
cs: Zadejte název hostitele, například example.com.
de: Gib einen Hostnamen wie example.com ein.
el: Εισαγάγετε ένα όνομα κεντρικού υπολογιστή όπως example.com.
es: Introduce un nombre de host como example.com.
es_419: Ingresa un nombre de host como example.com.
es_mx: Ingresa un nombre de host como example.com.
fr: Saisissez un nom d'hôte comme example.com.
he: הזן שם מארח כמו example.com.
hi: example.com जैसा होस्ट नाम दर्ज करें।
id: Masukkan nama host seperti example.com.
it: Inserisci un nome host come example.com.
ja: example.com のようなホスト名を入力してください。
ko: example.com과 같은 호스트 이름을 입력하세요.
nl: Voer een hostnaam in zoals example.com.
pl: Wprowadź nazwę hosta, np. example.com.
pt: Introduza um nome de host como example.com.
pt_br: Insira um nome de host como example.com.
pt_pt: Introduza um nome de host como example.com.
ru: Введите имя хоста, например example.com.
sv: Ange ett värdnamn som example.com.
th: กรอกชื่อโฮสต์ เช่น example.com
uk: Введіть ім'я хоста, наприклад example.com.
vi: Nhập tên máy chủ như example.com.
zh_hans: 输入主机名，例如 example.com。
zh_hk: 輸入主機名稱，例如 example.com。

source: Enter a name for your network
ar: أدخل اسمًا لشبكتك
cs: Vložte jméno pro vaší sít
de: Gib einen Namen für dein Netzwerk ein
el: Εισάγετε ένα όνομα για το δίκτυό σας
es: Introduce un nombre para tu red
es_419: Ingresa un nombre para tu red
es_mx: Ingresa un nombre para tu red
fr: Entrez un nom pour votre réseau
he: הזן שם לרשת שלך
hi: अपने नेटवर्क के लिए एक नाम दर्ज करें
id: Masukkan nama untuk jaringan Anda
it: Inserisci un nome per la tua rete
ja: ネットワーク名を入力
ko: 네트워크 이름을 입력하세요
nl: Voer een naam in voor uw netwerk
pl: Wprowadź nazwę swojej sieci
pt: Introduza um nome para a sua rede
pt_br: Digite um nome para sua rede
pt_pt: Introduza um nome para a sua rede
ru: Введите название вашей сети
sv: Ange ett namn för ditt nätverk
th: ป้อนชื่อสำหรับเครือข่ายของคุณ
uk: Введіть назву вашої мережі
vi: Nhập tên cho mạng của bạn
zh_hans: 输入您的网络名称
zh_hk: 輸入你的網絡名稱

source: Enter a network domain
ar: أدخل نطاق شبكة
cs: Zadejte síťovou doménu
de: Gib eine Netzwerkdomain ein
el: Εισαγάγετε έναν τομέα δικτύου
es: Ingresa un dominio de red
es_419: Ingresa un dominio de red
es_mx: Ingresa un dominio de red
fr: Saisissez un domaine réseau
he: הזן דומיין רשת
hi: नेटवर्क डोमेन दर्ज करें
id: Masukkan domain jaringan
it: Inserisci un dominio di rete
ja: ネットワークドメインを入力してください
ko: 네트워크 도메인을 입력하세요
nl: Voer een netwerkdomein in
pl: Wprowadź domenę sieci
pt: Introduza um domínio de rede
pt_br: Insira um domínio de rede
pt_pt: Introduza um domínio de rede
ru: Введите домен сети
sv: Ange en nätverksdomän
th: กรอกโดเมนเครือข่าย
uk: Введіть домен мережі
vi: Nhập tên miền mạng
zh_hans: 请输入网络域名
zh_hk: 請輸入網絡網域

source: Enter a password
ar: أدخل كلمة مرور
cs: Zadejte heslo
de: Gib ein Passwort ein
el: Εισαγάγετε έναν κωδικό πρόσβασης
es: Introduce una contraseña
es_419: Ingresa una contraseña
es_mx: Ingresa una contraseña
fr: Entrez un mot de passe
he: הזן סיסמה
hi: पासवर्ड दर्ज करें
id: Masukkan kata sandi
it: Inserisci una password
ja: パスワードを入力
ko: 비밀번호를 입력하세요
nl: Voer een wachtwoord in
pl: Wprowadź hasło
pt: Introduza uma senha
pt_br: Digite uma senha
pt_pt: Introduza uma senha
ru: Введите пароль
sv: Ange ett lösenord
th: กรอกรหัสผ่าน
uk: Введіть пароль
vi: Nhập mật khẩu
zh_hans: 请输入密码
zh_hk: 請輸入密碼

source: Enter a port from 1 to 65535.
ar: أدخل منفذًا من 1 إلى 65535.
cs: Zadejte port od 1 do 65535.
de: Gib einen Port von 1 bis 65535 ein.
el: Εισαγάγετε μια θύρα από 1 έως 65535.
es: Introduce un puerto del 1 al 65535.
es_419: Ingresa un puerto del 1 al 65535.
es_mx: Ingresa un puerto del 1 al 65535.
fr: Saisissez un port de 1 à 65535.
he: הזינו פורט בין 1 ל-65535.
hi: 1 से 65535 तक का पोर्ट दर्ज करें।
id: Masukkan port dari 1 sampai 65535.
it: Inserisci una porta da 1 a 65535.
ja: 1～65535 のポートを入力してください。
ko: 1에서 65535 사이의 포트를 입력하세요.
nl: Voer een poort van 1 tot en met 65535 in.
pl: Wpisz port od 1 do 65535.
pt: Introduza uma porta de 1 a 65535.
pt_br: Digite uma porta de 1 a 65535.
pt_pt: Introduza uma porta de 1 a 65535.
ru: Введите порт от 1 до 65535.
sv: Ange en port från 1 till 65535.
th: ป้อนพอร์ตตั้งแต่ 1 ถึง 65535
uk: Введіть порт від 1 до 65535.
vi: Nhập cổng từ 1 đến 65535.
zh_hans: 请输入 1 到 65535 之间的端口。
zh_hk: 請輸入 1 至 65535 之間的連接埠。

source: Enter a Solana or Bittensor wallet address
ar: أدخل عنوان محفظة Solana أو Bittensor
cs: Zadejte adresu peněženky Solana nebo Bittensor
de: Gib eine Solana- oder Bittensor-Wallet-Adresse ein
el: Εισαγάγετε μια διεύθυνση πορτοφολιού Solana ή Bittensor
es: Introduce una dirección de billetera de Solana o Bittensor
es_419: Ingresa una dirección de billetera de Solana o Bittensor
es_mx: Ingresa una dirección de cartera de Solana o Bittensor
fr: Entrez une adresse de portefeuille Solana ou Bittensor
he: הזן כתובת ארנק של Solana או Bittensor
hi: Solana या Bittensor वॉलेट पता दर्ज करें
id: Masukkan alamat dompet Solana atau Bittensor
it: Inserisci un indirizzo di portafoglio Solana o Bittensor
ja: SolanaまたはBittensorのウォレットアドレスを入力
ko: Solana 또는 Bittensor 지갑 주소를 입력하세요
nl: Voer een Solana- of Bittensor-walletadres in
pl: Wprowadź adres portfela Solana lub Bittensor
pt: Introduza um endereço de carteira Solana ou Bittensor
pt_br: Digite um endereço de carteira Solana ou Bittensor
pt_pt: Introduza um endereço de carteira Solana ou Bittensor
ru: Введите адрес кошелька Solana или Bittensor
sv: Ange en Solana- eller Bittensor-plånboksadress
th: กรอกที่อยู่กระเป๋าเงิน Solana หรือ Bittensor
uk: Введіть адресу гаманця Solana або Bittensor
vi: Nhập địa chỉ ví Solana hoặc Bittensor
zh_hans: 请输入 Solana 或 Bittensor 钱包地址
zh_hk: 請輸入 Solana 或 Bittensor 錢包地址

source: Enter a Solana USDC wallet address
ar: أدخل عنوان محفظة USDC على Solana
cs: Zadejte adresu peněženky USDC v síti Solana
de: Gib eine Solana USDC-Wallet-Adresse ein
el: Εισαγάγετε μια διεύθυνση πορτοφολιού USDC στο Solana
es: Introduce una dirección de monedero USDC en Solana
es_419: Ingresa una dirección de billetera USDC en Solana
es_mx: Ingresa una dirección de cartera USDC en Solana
fr: Saisissez une adresse de portefeuille USDC sur Solana
he: הזן כתובת ארנק USDC ב-Solana
hi: Solana USDC वॉलेट पता दर्ज करें
id: Masukkan alamat dompet USDC Solana
it: Inserisci un indirizzo wallet USDC su Solana
ja: Solana USDCウォレットアドレスを入力してください
ko: Solana USDC 지갑 주소를 입력하세요
nl: Voer een Solana USDC-walletadres in
pl: Wprowadź adres portfela USDC w sieci Solana
pt: Introduza um endereço de carteira USDC na Solana
pt_br: Digite um endereço de carteira USDC na Solana
pt_pt: Introduza um endereço de carteira USDC na Solana
ru: Введите адрес кошелька USDC в сети Solana
sv: Ange en Solana USDC-plånboksadress
th: ป้อนที่อยู่กระเป๋าเงิน USDC บน Solana
uk: Введіть адресу гаманця USDC на Solana
vi: Nhập địa chỉ ví USDC trên Solana
zh_hans: 请输入 Solana USDC 钱包地址
zh_hk: 請輸入 Solana USDC 錢包地址

source: Enter address manually
ar: إدخال العنوان يدويًا
cs: Zadat adresu ručně
de: Adresse manuell eingeben
el: Χειροκίνητη εισαγωγή διεύθυνσης
es: Introducir la dirección manualmente
es_419: Ingresar la dirección manualmente
es_mx: Ingresar la dirección manualmente
fr: Saisir l’adresse manuellement
he: הזנת הכתובת ידנית
hi: पता मैन्युअल रूप से डालें
id: Masukkan alamat secara manual
it: Inserisci l’indirizzo manualmente
ja: アドレスを手動で入力
ko: 주소 직접 입력
nl: Adres handmatig invoeren
pl: Wpisz adres ręcznie
pt: Introduzir o endereço manualmente
pt_br: Digitar o endereço manualmente
pt_pt: Introduzir o endereço manualmente
ru: Ввести адрес вручную
sv: Ange adressen manuellt
th: ป้อนที่อยู่ด้วยตนเอง
uk: Ввести адресу вручну
vi: Nhập địa chỉ thủ công
zh_hans: 手动输入地址
zh_hk: 手動輸入地址
